{
	"page": {
		"about": {
			"title": "Sobre Mí",
			"me": {
				"job": "Ingeniero de Software",
				"descripción": [
					"Ingeniero de IA y desarrollador de aplicaciones, creando aplicaciones dinámicas con tecnología avanzada.",
					"Innovando soluciones, basadas en datos y comprometido con el aprendizaje y la innovación."
				]
			},
			"experience": {
				"title": "Experiencia",
				"companies": [
					{
						"entity": "TITSA",
						"url": "https://www.titsa.com/",
						"title": "Especialista en Machine Learning",
						"from": "02/2023",
						"to": "05/2023",
						"descripción": [
							"Construí modelos de ML en PyTorch que lograron >95% de confianza al predecir clientes. Resolví la Enrutamiento de Vehículos con los algoritmos más recientes.",
							"Desarrollé una aplicación interactiva full stack (React.JS, Flask) para visualización de algoritmos, mejorando la comprensión.",
							"Optimicé y automaticé procesos SQL Server. Siempre utilizando metodologías Ágiles para desarrollo el colaborativo e iterativo."
						]
					}
				]
			},
			"education": {
				"title": "Estudios",
				"degrees": [
					{
						"entity": "ULL",
						"url": "https://www.ull.es/",
						"from": "09/2019",
						"to": "07/2023",
						"title": "Ingeniería Informática",
						"description": [
							"Desarrollo de un agente de bot para juegos de disparos en C# dentro del marco de Unity, demostrando destreza en desarrollo de juegos e IA.",
							"Versatilidad al crear un intérprete y compilador en JavaScript, y habilidad en diseño centrado en el usuario al elaborar sitios web frontend utilizando TypeScript.",
							"Diseño de software de clasificación de texto utilizando procesamiento del lenguaje natural y aprendizaje automático, resaltando experiencia en visión por computadora a través de la implementación de un reconocedor de gestos de mano con Python.",
							"Programación de redes y comunicación en tiempo real construyendo sockets en C/C++.",
							"Capacidades en SQL para la gestión de bases de datos, abarcando así una amplia gama de experiencia técnica."
						]
					}
				]
			}
		},
		"projects": {
			"title": "Proyectos",
			"description": "Descripción"
		},
		"contact": {
			"title": "Contacto",
			"mail": "Correo",
			"subject": "Asunto",
			"subjectPlaceholder": "¡Hola Daniel!",
			"message": "Mensaje",
			"messagePlaceholder": "Estimado señor,\n...",
			"send": "Enviar",
			"reset": "Reiniciar"
		}
	},
	"settings": {
		"title": "Configuración",
		"mode": "Modo",
		"light": "Claro",
		"dark": "Oscuro",
		"lang": "Lenguaje",
		"en": "Inglés",
		"es": "Español"
	},
	"error": {
		"notFound": "Página no encontrada",
		"notFoundDescription": "La página que estás buscando no existe.",
		"notFoundButton": "Volver al inicio"
	}
}
